<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>

<style>
    .ax_paragraph {
        height: 600px;
        overflow: auto;
    }
</style>

<br>
<div id="u8" class="ax_paragraph">
    <div id="u9" class="col-md-12">
        <p><span>1.&nbsp; &nbsp;&nbsp; Общие положения</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>1.1.&nbsp; &nbsp;&nbsp; ООО «ЯНДЕКС» (далее — «Яндекс») предлагает пользователю сети Интернет (далее – Пользователь) - использовать свои сервисы на условиях, изложенных в настоящем Пользовательском соглашении (далее — «Соглашение», «ПС»). Соглашение вступает в силу с момента выражения Пользователем согласия с его условиями в порядке, предусмотренном п. 1.4 Соглашения.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>1.2.&nbsp; &nbsp;&nbsp; Яндекс предлагает Пользователям доступ к широкому спектру сервисов, включая средства навигации, коммуникации, поиска, размещения и хранения разного рода информации и материалов (контента), персонализации контента, совершения покупок и т. д. Все существующие на данный момент сервисы, а также любое развитие их и/или добавление новых является предметом настоящего Соглашения.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>1.3.&nbsp; &nbsp;&nbsp; Использование сервисов Яндекса регулируется настоящим Соглашением, Лицензией на использование поисковой системы Яндекса (http://legal.yandex.ru/termsofuse/), Политикой конфиденциальности (http://legal.yandex.ru/confidential/), а также условиями использования отдельных сервисов. Соглашение может быть изменено Яндексом без какого-либо специального уведомления, новая редакция Соглашения вступает в силу с момента ее размещения в сети Интернет по указанному в настоящем абзаце адресу, если иное не предусмотрено новой редакцией Соглашения. Действующая редакция ПС всегда находится на странице по адресу http://legal.yandex.ru/rules/.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>1.4.&nbsp; &nbsp;&nbsp; Начиная использовать какой-либо сервис/его отдельные функции, либо пройдя процедуру регистрации, Пользователь считается принявшим условия Соглашения в полном объеме, без всяких оговорок и исключений. В случае несогласия Пользователя с какими-либо из положений Соглашения, Пользователь не в праве использовать сервисы Яндекса. В случае если Яндексом были внесены какие-либо изменения в Соглашение в порядке, предусмотренном пунктом 1.3 Соглашения, с которыми Пользователь не согласен, он обязан прекратить использование сервисов Яндекса.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>2.&nbsp; &nbsp;&nbsp; Регистрация Пользователя. Учетная запись Пользователя</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>2.1.&nbsp; &nbsp;&nbsp; Для того чтобы воспользоваться некоторыми сервисами Яндекса или некоторыми отдельными функциями сервисов, Пользователю необходимо пройти процедуру регистрации, в результате которой для Пользователя будет создана уникальная учетная запись.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>2.2.&nbsp; &nbsp;&nbsp; Для регистрации Пользователь обязуется предоставить достоверную и полную информацию о себе по вопросам, предлагаемым в форме регистрации, и поддерживать эту информацию в актуальном состоянии. Если Пользователь предоставляет неверную информацию или у Яндекса есть основания полагать, что предоставленная Пользователем информация неполна или недостоверна, Яндекс имеет право по своему усмотрению заблокировать либо удалить учетную запись Пользователя и отказать Пользователю в использовании своих сервисов (либо их отдельных функций).</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>2.3. Яндекс оставляет за собой право в любой момент потребовать от Пользователя подтверждения данных, указанных при регистрации, и запросить в связи с этим подтверждающие документы (в частности - документы, удостоверяющие личность), непредоставление которых, по усмотрению Яндекса, может быть приравнено к предоставлению недостоверной информации и повлечь последствия, предусмотренные п. 2.2 Соглашения. В случае если данные Пользователя, указанные в предоставленных им документах, не соответствуют данным, указанным при регистрации, а также в случае, когда данные, указанные при регистрации, не позволяют идентифицировать пользователя, Яндекс вправе отказать Пользователю в доступе к учетной записи и использовании сервисов Яндекса.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>2.4.&nbsp; &nbsp;&nbsp; Персональная информация Пользователя, содержащаяся в учетной записи Пользователя, хранится и обрабатывается Яндексом в соответствии с условиями Политики конфиденциальности (http://legal.yandex.ru/confidential/).</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>2.5.&nbsp; &nbsp;&nbsp; Логин и пароль для доступа к учетной записи Пользователя. При регистрации Пользователь самостоятельно выбирает себе логин (уникальное символьное имя учетной записи Пользователя) и пароль для доступа к учетной записи. Яндекс вправе запретить использование определенных логинов, а также устанавливать требования к логину и паролю (длина, допустимые символы и т.д.).</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>2.6.&nbsp; &nbsp;&nbsp; Пользователь самостоятельно несет ответственность за безопасность (устойчивость к угадыванию) выбранного им пароля, а также самостоятельно обеспечивает конфиденциальность своего пароля. Пользователь самостоятельно несет ответственность за все действия (а также их последствия) в рамках или с использованием сервисов Яндекса под учетной записью Пользователя, включая случаи добровольной передачи Пользователем данных для доступа к учетной записи Пользователя третьим лицам на любых условиях (в том числе по договорам или соглашениям). При этом все действия в рамках или с использованием сервисов Яндекса под учетной записью Пользователя считаются произведенными самим Пользователем, за исключением случаев, когда Пользователь, в порядке, предусмотренном п. 2.7., уведомил Яндекс о несанкционированном доступе к сервисам Яндекса с использованием учетной записи Пользователя и/или о любом нарушении (подозрениях о нарушении) конфиденциальности своего пароля.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>2.7.&nbsp; &nbsp;&nbsp; Пользователь обязан немедленно уведомить Яндекс о любом случае несанкционированного (не разрешенного Пользователем) доступа к сервисам Яндекса с использованием учетной записи Пользователя и/или о любом нарушении (подозрениях о нарушении) конфиденциальности своего пароля. В целях безопасности, Пользователь обязан самостоятельно осуществлять безопасное завершение работы под своей учетной записью (кнопка «Выход») по окончании каждой сессии работы с сервисами Яндекса. Яндекс не отвечает за возможную потерю или порчу данных, а также другие последствия любого характера, которые могут произойти из-за нарушения Пользователем положений этой части Соглашения.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>2.8.&nbsp; &nbsp;&nbsp; Использование Пользователем своей учетной записи. Пользователь не в праве воспроизводить, повторять и копировать, продавать и перепродавать, а также использовать для каких-либо коммерческих целей какие-либо части сервисов Яндекса (включая контент, доступный Пользователю посредством сервисов), или доступ к ним, кроме тех случаев, когда Пользователь получил такое разрешение от Яндекса, либо когда это прямо предусмотрено пользовательским соглашением какого-либо сервиса.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>2.9.&nbsp; &nbsp;&nbsp; Прекращение регистрации. Яндекс вправе заблокировать или удалить учетную запись Пользователя, а также запретить доступ с использованием какой-либо учетной записи к определенным сервисам Яндекса, и удалить любой контент без объяснения причин, в том числе в случае нарушения Пользователем условий Соглашения или условий иных документов, предусмотренных п. 1.3. Соглашения, а также в случае неиспользования соответствующего сервиса, в частности:</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>2.9.1.&nbsp; &nbsp;&nbsp; Почтовый ящик на сервисе Яндекс.Почта будет удален, если Пользователь не пользовался им более 6 месяцев;</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>2.9.2.&nbsp; &nbsp;&nbsp; Сайт Пользователя на сервисе Яндекс.Народ , а вместе с ним и все дополнительные сервисы (гостевая книга, персональный форум и др.), будут удалены, если в течение 4 месяцев на сайте не было ни одного посещения;</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>2.9.3.&nbsp; &nbsp;&nbsp; Закладки Пользователя в сервисе Яндекс.Закладки будут удалены, если Пользователь не пользовался ими более 12 месяцев.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>2.10.&nbsp; &nbsp;&nbsp; Удаление учетной записи Пользователя.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>2.10.1.&nbsp; &nbsp;&nbsp; Пользователь вправе в любой момент удалить свою учетную запись на всех сервисах Яндекса или прекратить ее действие в отношении некоторых из них, воспользовавшись соответствующей функцией в персональном разделе.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>2.10.2.&nbsp; &nbsp;&nbsp; Удаление учетной записи Яндексом осуществляется в следующем порядке:</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>2.10.2.1.&nbsp; &nbsp;&nbsp; учетная запись блокируется на срок один месяц, в течение которого размещенные с ее использованием контент и иные пользовательские данные не удаляются, однако доступ к ним становится невозможен как для Пользователя – владельца учетной записи, так и для других пользователей;</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>2.10.2.2.&nbsp; &nbsp;&nbsp; если в течение указанного выше срока учетная запись Пользователя будет восстановлена, доступ к указанным данным возобновляется в объеме, существовавшем на момент блокирования (за исключением контента, нарушающего условия Соглашения или иных документов, регулирующих соответствующий сервис);</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>2.10.2.3.&nbsp; &nbsp;&nbsp; если в течение указанного выше срока учетная запись Пользователя не будет восстановлена, весь контент, размещенный с ее использованием, будет удален, а логин будет доступен для использования другим пользователям. С этого момента восстановление учетной записи, какой-либо информации, относящейся к ней, а равно доступов к сервисам Яндекса с использованием этой учетной записи - невозможны.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>2.10.3.&nbsp; &nbsp;&nbsp; Приведенный в пп. 2.10.2.1., 2.10.2.2., 2.10.2.3. Соглашения (за исключением доступности логина для использования другими пользователями) порядок применим также к запрету доступа с использованием какой-либо учетной записи к определенным сервисам.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>3.&nbsp; &nbsp;&nbsp; Общие положения об использовании и хранении</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>3.1.&nbsp; &nbsp;&nbsp; Яндекс вправе устанавливать ограничения в использовании сервисов для всех Пользователей, либо для отдельных категорий Пользователей (в зависимости от места пребывания Пользователя, языка, на котором предоставляется сервис и т.д.), в том числе: наличие/отсутствие отдельных функций сервиса, срок хранения почтовых сообщений в сервисе Яндекс.Почта, любого другого контента, максимальное количество сообщений, которые могут быть отправлены или получены одним зарегистрированным пользователем, максимальный размер почтового сообщения или дискового пространства, максимальное количество обращений к сервису за указанный период времени, максимальный срок хранения контента, специальные параметры загружаемого контента и т.д. Яндекс может запретить автоматическое обращение к своим сервисам, а также прекратить прием любой информации, сгенерированной автоматически (например, почтового спама).</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>3.2.&nbsp; &nbsp;&nbsp; Яндекс вправе посылать своим пользователям информационные сообщения.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>4.&nbsp; &nbsp;&nbsp; Контент Пользователя</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>4.1.&nbsp; &nbsp;&nbsp; Пользователь самостоятельно несет ответственность за соответствие содержания размещаемого Пользователем контента требованиям действующего законодательства, включая ответственность перед третьим лицами в случаях, когда размещение Пользователем того или иного контента или содержание контента нарушает права и законные интересы третьих лиц, в том числе личные неимущественные права авторов, иные интеллектуальные права третьих лиц, и/или посягает на принадлежащие им нематериальные блага.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>4.2.&nbsp; &nbsp;&nbsp; Пользователь признает и соглашается с тем, что Яндекс не обязан просматривать контент любого вида, размещаемый и/или распространяемый Пользователем посредством сервисов Яндекса, а также то, что Яндекс имеет право (но не обязанность) по своему усмотрению отказать Пользователю в размещении и/или распространении им контента или удалить любой контент, который доступен посредством сервисов Яндекса. Пользователь осознает и согласен с тем, что он должен самостоятельно оценивать все риски, связанные с использованием контента, включая оценку надежности, полноты или полезности этого контента.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>4.3.&nbsp; &nbsp;&nbsp; Пользователь осознает и соглашается с тем, что технология работы сервисов может потребовать копирование (воспроизведение) контента Пользователя Яндексом, а также переработки его Яндексом для соответствия техническим требованиям того или иного сервиса.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>5.&nbsp; &nbsp;&nbsp; Условия использования сервисов Яндекса</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>5.1.&nbsp; &nbsp;&nbsp; Пользователь самостоятельно несет ответственность перед третьими лицами за свои действия, связанные с использованием Сервиса, в том числе, если такие действия приведут к нарушению прав и законных интересов третьих лиц, а также за соблюдение законодательства при использовании Сервиса.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>5.2.&nbsp; &nbsp;&nbsp; При использовании сервисов Яндекса Пользователь не вправе:</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>5.2.1. загружать, посылать, передавать или любым другим способом размещать и/или распространять контент, который является незаконным, вредоносным, клеветническим, оскорбляет нравственность, демонстрирует (или является пропагандой) насилия и жестокости, нарушает права интеллектуальной собственности, пропагандирует ненависть и/или дискриминацию людей по расовому, этническому, половому, религиозному, социальному признакам, содержит оскорбления в адрес каких-либо лиц или организаций, содержит элементы (или является пропагандой) порнографии, детской эротики, представляет собой рекламу (или является пропагандой) услуг сексуального характера (в том числе под видом иных услуг), разъясняет порядок изготовления, применения или иного использования наркотических веществ или их аналогов, взрывчатых веществ или иного оружия;</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>5.2.2.&nbsp; &nbsp;&nbsp; нарушать права третьих лиц, в том числе несовершеннолетних лиц и/или причинять им вред в любой форме;</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>5.2.3.&nbsp; &nbsp;&nbsp; выдавать себя за другого человека или представителя организации и/или сообщества без достаточных на то прав, в том числе за сотрудников Яндекса, за модераторов форумов, за владельца сайта, а также применять любые другие формы и способы незаконного представительства других лиц в сети, а также вводить пользователей или Яндекс в заблуждение относительно свойств и характеристик каких-либо субъектов или объектов;</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>5.2.4.&nbsp; &nbsp;&nbsp; загружать, посылать, передавать или любым другим способом размещать и/или распространять контент, при отсутствии прав на такие действия согласно законодательству или каким-либо договорным отношениям;</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>5.2.5. загружать, посылать, передавать или любым другим способом размещать и/или распространять не разрешенную специальным образом рекламную информацию, спам (в том числе и поисковый), списки чужих адресов электронной почты, схемы «пирамид», многоуровневого (сетевого) маркетинга (MLM), системы интернет-заработка и e-mail-бизнесов, «письма счастья», а также использовать сервисы Яндекса для участия в этих мероприятиях, или использовать сервисы Яндекса, исключительно для перенаправления пользователей на страницы других доменов;</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>5.2.6.&nbsp; &nbsp;&nbsp; загружать, посылать, передавать или любым другим способом размещать и/или распространять какие-либо материалы, содержащие вирусы или другие компьютерные коды, файлы или программы, предназначенные для нарушения, уничтожения либо ограничения функциональности любого компьютерного или телекоммуникационного оборудования или программ, для осуществления несанкционированного доступа, а также серийные номера к коммерческим программным продуктам и программы для их генерации, логины, пароли и прочие средства для получения несанкционированного доступа к платным ресурсам в Интернете, а также размещения ссылок на вышеуказанную информацию;</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>5.2.7.&nbsp; &nbsp;&nbsp; несанкционированно собирать и хранить персональные данные других лиц;</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>5.2.8.&nbsp; &nbsp;&nbsp; нарушать нормальную работу веб-сайтов и сервисов Яндекса;</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>5.2.9.&nbsp; &nbsp;&nbsp; размещать ссылки на ресурсы сети, содержание которых противоречит действующему законодательству РФ;</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>5.2.10.&nbsp; &nbsp;&nbsp; содействовать действиям, направленным на нарушение ограничений и запретов, налагаемых Соглашением;</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>5.2.11.&nbsp; &nbsp;&nbsp; другим образом нарушать нормы законодательства, в том числе нормы международного права.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>6.&nbsp; &nbsp;&nbsp; Исключительные права на содержание сервисов и контент</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>6.1.&nbsp; &nbsp;&nbsp; Все объекты, доступные при помощи сервисов Яндекса, в том числе элементы дизайна, текст, графические изображения, иллюстрации, видео, программы для ЭВМ, базы данных, музыка, звуки и другие объекты (далее – содержание сервисов), а также любой контент, размещенный на сервисах Яндекса, являются объектами исключительных прав Яндекса, Пользователей и других правообладателей.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>6.2.&nbsp; &nbsp;&nbsp; Использование контента, а также каких-либо иных элементов сервисов возможно только в рамках функционала, предлагаемого тем или иным сервисом. Никакие элементы содержания сервисов Яндекса, а также любой контент, размещенный на сервисах Яндекса, не могут быть использованы иным образом без предварительного разрешения правообладателя. Под использованием подразумеваются, в том числе: воспроизведение, копирование, переработка, распространение на любой основе, отображение во фрейме и т.д. Исключение составляют случаи, прямо предусмотренные законодательством РФ или условиями использования того или иного сервиса Яндекса.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>Использование Пользователем элементов содержания сервисов, а также любого контента для личного некоммерческого использования, допускается при условии сохранения всех знаков охраны авторского права, смежных прав, товарных знаков, других уведомлений об авторстве, сохранения имени (или псевдонима) автора/наименования правообладателя в неизменном виде, сохранении соответствующего объекта в неизменном виде. Исключение составляют случаи, прямо предусмотренные законодательством РФ или пользовательскими соглашениями того или иного сервиса Яндекса.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>7.&nbsp; &nbsp;&nbsp; Сайты и контент третьих лиц</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>7.1.&nbsp; &nbsp;&nbsp; Сервисы Яндекса могут содержать ссылки на другие сайты в сети Интернет (сайты третьих лиц). Указанные третьи лица и их контент не проверяются Яндексом на соответствие тем или иным требованиям (достоверности, полноты, законности и т.п.). Яндекс не несет ответственность за любую информацию, материалы, размещенные на сайтах третьих лиц, к которым Пользователь получает доступ с использованием сервисов, в том числе, за любые мнения или утверждения, выраженные на сайтах третьих лиц, рекламу и т.п., а также за доступность таких сайтов или контента и последствия их использования Пользователем.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>7.2.&nbsp; &nbsp;&nbsp; Ссылка (в любой форме) на любой сайт, продукт, услугу, любую информацию коммерческого или некоммерческого характера, размещенная на Сайте, не является одобрением или рекомендацией данных продуктов (услуг, деятельности) со стороны Яндекса, за исключением случаев, когда на это прямо указывается на ресурсах Яндекса.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>8.&nbsp; &nbsp;&nbsp; Реклама на сервисах Яндекса</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>8.1.&nbsp; &nbsp;&nbsp; Яндекс несет ответственность за рекламу, размещенную на сервисах Яндекса, в пределах, установленных законодательством РФ.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>9.&nbsp; &nbsp;&nbsp; Отсутствие гарантий, ограничение ответственности</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>9.1.&nbsp; &nbsp;&nbsp; Пользователь использует сервисы Яндекса на свой собственный риск. Сервисы предоставляются «как есть». Яндекс не принимает на себя никакой ответственности, в том числе за соответствие сервисов целям Пользователя;</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>9.2.&nbsp; &nbsp;&nbsp; Яндекс не гарантирует, что: сервисы соответствуют/будут соответствовать требованиям Пользователя; сервисы будут предоставляться непрерывно, быстро, надежно и без ошибок; результаты, которые могут быть получены с использованием сервисов, будут точными и надежными и могут использоваться для каких-либо целей или в каком-либо качестве (например, для установления и/или подтверждения каких-либо фактов); качество какого-либо продукта, услуги, информации и пр., полученных с использованием сервисов, будет соответствовать ожиданиям Пользователя;</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>9.3.&nbsp; &nbsp;&nbsp; Любые информацию и/или материалы (в том числе загружаемое ПО, письма, какие-либо инструкции и руководства к действию и т.д.), доступ к которым Пользователь получает с использованием сервисов Яндекса, Пользователь может использовать на свой собственный страх и риск и самостоятельно несет ответственность за возможные последствия использования указанных информации и/или материалов, в том числе за ущерб, который это может причинить компьютеру Пользователя или третьим лицам, за потерю данных или любой другой вред;</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>9.4.&nbsp; &nbsp;&nbsp; Яндекс не несет ответственности за любые виды убытков, произошедшие вследствие использования Пользователем сервисов Яндекса или отдельных частей/функций сервисов;</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>9.5.&nbsp; &nbsp;&nbsp; При любых обстоятельствах ответственность Яндекса в соответствии со статьей 15 Гражданского кодекса России ограничена 10 000 (десятью тысячами) рублей РФ и возлагается на него при наличии в его действиях вины.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>10.&nbsp; &nbsp;&nbsp; Иные положения</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>10.1.&nbsp; &nbsp;&nbsp; Настоящее Соглашение представляет собой договор между Пользователем и Яндексом относительно порядка использования сервисов и заменяет собой все предыдущие соглашения между Пользователем и Яндексом.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>10.2.&nbsp; &nbsp;&nbsp; Настоящее Соглашение регулируется и толкуется в соответствии с законодательством Российской Федерации. Вопросы, не урегулированные настоящим Соглашением, подлежат разрешению в соответствии с законодательством Российской Федерации. Все возможные споры, вытекающие из отношений, регулируемых настоящим Соглашением, разрешаются в порядке, установленном действующим законодательством Российской Федерации, по нормам российского права. Везде по тексту настоящего Соглашения, если явно не указано иное, под термином «законодательство» понимается как законодательство Российской Федерации, так и законодательство места пребывания Пользователя.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>10.3.&nbsp; &nbsp;&nbsp; Ввиду безвозмездности услуг, оказываемых в рамках настоящего Соглашения, нормы о защите прав потребителей, предусмотренные законодательством Российской Федерации, не могут быть применимыми к отношениям между Пользователем и Яндексом.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>10.4.&nbsp; &nbsp;&nbsp; Ничто в Соглашении не может пониматься как установление между Пользователем и Яндексом агентских отношений, отношений товарищества, отношений по совместной деятельности, отношений личного найма, либо каких-то иных отношений, прямо не предусмотренных Соглашением.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>10.5.&nbsp; &nbsp;&nbsp; Если по тем или иным причинам одно или несколько положений настоящего Соглашения будут признаны недействительными или не имеющими юридической силы, это не оказывает влияния на действительность или применимость остальных положений Соглашения.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>10.6.&nbsp; &nbsp;&nbsp; Бездействие со стороны Яндекса в случае нарушения Пользователем либо иными пользователями положений Соглашений не лишает Яндекс права предпринять соответствующие действия в защиту своих интересов позднее, а также не означает отказа Яндекса от своих прав в случае совершения в последующем подобных либо сходных нарушений.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>10.7.&nbsp; &nbsp;&nbsp; Настоящее Соглашение составлено на русском языке и в некоторых случаях может быть предоставлено Пользователю для ознакомления на другом языке. В случае расхождения русскоязычной версии Соглашения и версии Соглашения на ином языке, применяются положения русскоязычной версии настоящего Соглашения.</span></p>
        <p><span>&nbsp;</span></p>
        <p><span>Дата публикации 26.04.2012 г.</span></p>
    </div>
</div>
<br>